Repository: KanoComputing/kano-profile
Catalog: po/*.po
Languages: es_ar, ja

source: Are you sure?
es_ar: ¿Estás seguro?

source: Youll miss out on the best features of your Kano
es_ar: Te perderás las mejores atracciones de Kano

source: Dont close
es_ar: No cierres

source: Close
es_ar: Cerrar

source: Download
es_ar: Descargar

source: Oops! Cant download.
es_ar: ¡Ups! No se puede descargar

source: Are you sure youre connected to the Internet?
es_ar: ¿Seguro que estás conectado a internet?

source: Open WiFi
es_ar: Abrir WiFi

source: Username
es_ar: Usuario
ja: ユーザー名

source: Stay safe, dont use your real name.
es_ar: Cuidate, no uses tu nombre real.

source: Password
es_ar: Contraseña
ja: パスワード

source: Show password
es_ar: Mostrar contraseña
ja: パスワードを表示

source: Email Address
es_ar: Dirección de Email
ja: メールアドレス

source: looks good!
es_ar: ¡suena bien!
ja: よさそう！

source: is not valid
es_ar: no es válido
ja: 無効

source: is invalid
es_ar: es inválido
ja: 無効

source: Terms and conditions
es_ar: Términos y condiciones
ja: 規約と条件

source: I agree to the terms and conditions
es_ar: Acepto los términos y condiciones
ja: 規約と条件に同意します

source: Year
es_ar: Año

source: Month
es_ar: Mes

source: Day
es_ar: Día

source: Birthday
es_ar: Nacimiento
ja: 誕生日

source: date is in the future
es_ar: fecha es del futuro
ja: 将来の日付

source: year out of range
es_ar: año fuera del rango
ja: 年は範囲外

source: is valid
es_ar: es válido
ja: 有効

source: Oops!
es_ar: ¡Ups!

source: You havent entered a valid birthday
es_ar: No has ingresado una fecha de nacimiento válida

source: Theres a problem - {0}
es_ar: Hay un problema - {0}

source: BACK
es_ar: ANTERIOR

source: NEXT
es_ar: SIGUIENTE

source: Kano World
es_ar: Mundo Kano
ja: Kanoワールド

source: Choose a cool name and secure password
es_ar: Elige un nombre atractivo y una contraseña segura
ja: かっこいい名前と難しいパスワードを選ぼう

source: JOIN KANO WORLD
es_ar: UNIRSE A MUNDO KANO

source: Cannot register, problem: Username already registered
es_ar: Imposible registrar, problema: el usuario ya existe

source: Houston, we have a problem
es_ar: ¡Tenemos un problema!
ja: ヒューストン、問題だ！

source: Profile activated!
es_ar: ¡Perfil activado!
ja: プロフィールが有効です！

source: Now you can share stuff, build your character, and connect with friends.
es_ar: Ahora puedes compartir tus creaciones, crear tu personaje y conectarte con amigos.
ja: これで作品を共有したり、キャラクターを作ったり、仲間と連絡を取り合ったりすることができる。

source: User not found
es_ar: Usuario no encontrado

source: This username is taken!
es_ar: ¡Este usuario ya existe!

source: Try another one
es_ar: Intenta otro

source: You dont have internet
es_ar: No tienes internet

source: Do you want to connect to WiFi?
es_ar: ¿Quieres conectarte al WiFi?

source: YES
es_ar: SI

source: Faces
es_ar: Caras

source: Skins
es_ar: Piel

source: Belts
es_ar: Cinturón

source: Hair
es_ar: Cabello

source: Suits
es_ar: Trajes

source: Accessories
es_ar: Accesorios

source: Hats
es_ar: Sombreros

source: Scarves
es_ar: Bufandas

source: Headwear
es_ar: Gafas

source: Environments
es_ar: Entornos

source: Characters
es_ar: Personajes

source: Boy
es_ar: Varón

source: Girl
es_ar: Mujer

source: Wizard
es_ar: Mago

source: No data available
es_ar: Datos no disponibles

source: Upload failed, tracking data not sent.
es_ar: Falló la subida de datos, información de seguimiento no fue enviada.

source: Couldnt find an image for the badge
es_ar: No se encontró una imagen para la insignia

source: We cannot reach the Kano server. Try again in a few minutes.
es_ar: No podemos acceder al servidor de Kano. Intenta nuevamente en algunos minutos.

source: Timeout waiting for server response, please check your internet connection and try again later.
es_ar: Mucho tiempo esperando una respuesta del servidor, chequea tu conexión a internete intenta nuevamente más tarde.

source: Error connecting to servers, please check your internet connection and try again later.
es_ar: Error al conectar con el servidor, por favor chequea tu conexión a internet y vuelve a intentarlo más tarde.

source: Cannot log in, problem: {}
es_ar: Imposible acceder, problema: {}

source: Cannot register, problem: {}
es_ar: Imposible registrarse, problema: {}

source: We cannot reach the Kano server. Try again in a few minutes. Error = {}
es_ar: No podemos acceder al servidor de Kano. Intenta nuevamente en algunos minutos. Error = {}

source: Not registered!
es_ar: No estás registrado

source: You are not logged in!
es_ar: ¡No has iniciado sesión!

source: Cannot login
es_ar: Imposible conectar

source: Something wrong with listing shares!
es_ar: ¡Algo anduvo mal con la lista de compartidos!

source: Something wrong retrieving comments!
es_ar: ¡Hubo un problema recuperando los comentarios!

source: Couldnt read app profiles
es_ar: No se pudo leer los perfiles de las aplicaciones

source: Failed to send the ping event ({})
es_ar: Falla al enviar el ping ({})

source: Unknown event template {}.
es_ar: Plantilla de evento desconocida{}.

source: Arcade Hall
es_ar: Sala de juegos

source: Concert Hall
es_ar: Sala de conciertos

source: Jungle
es_ar: Jungla

source: Space
es_ar: Espacio

source: Park
es_ar: Parque

source: Video Set
es_ar: Sala de Video

source: App {} not available
es_ar: Aplicación {} no disponible

source: Media file ({}) not found
es_ar: Archivo Media ({}) no encontrado

source: You gained new XP!
es_ar: Ganaste nuevos XP!

source: Quest complete!
es_ar: ¡Búsqueda completa!

source: Click here to claim your rewards.
es_ar: Click aquí para reclamar tus premios.

source: Quest not ready to be completed.
es_ar: La búsqueda no está completa.

source: You did it!
es_ar: ¡Lo hiciste!

source: You made it to Kano World!
es_ar: Lo hiciste!

source: Hack kano website
es_ar: Hackear el sitio de Kano

source: Get the secret code
es_ar: Acceder al código

source: Hack the internet
es_ar: Hackear internet

source: You discovered Kano World!
es_ar: ¡Descubriste Mundo Kano!

source: Connect to wifi
es_ar: Conectar a wifi

source: Connect your Kano World account
es_ar: Conectar tu cuenta de Mundo Kano

source: Launch the Kano World app
es_ar: Abrir la aplicación de Mundo Kano

source: Travel to Kano World
es_ar: Viajar a Mundo Kano

source: Rewards
es_ar: Premios
ja: 賞

source: Edit
es_ar: Editar
ja: 編集

source: Save changes
es_ar: Guardar cambios
ja: 修正を保存

source: Discard
es_ar: Descartar
ja: 修正を破棄

source: MAKE
es_ar: HACER

source: Rewards:
es_ar: Premios:

source: NEXT PAGE
es_ar: PÁGINA SIGUIENTE

source: PREVIOUS
es_ar: BACK

source: BACK TO GRID
es_ar: VOLVER A LA GRILLA

source: CHARACTER
es_ar: PERSONAJES

source: BADGES
es_ar: INSIGNIAS

source: QUESTS
es_ar: BÚSQUEDAS

source: Level {}
es_ar: Nivel {}
ja: レベル{}

source: Now you can share stuff, build your character, and connect with friends! Youve earned some rewardsâ¦
es_ar: ¡Ahora puedes compartir tus creaciones, crear un personaje y conectarte con ammigos! ¡Has ganado algunos premios!

source: LETS GO
es_ar: VAMOS

source: No online profile - for now.
es_ar: No hay un perfil online - por ahora.
ja: オンライン・プロフィール無し（今のところ）

source: Your profile stores all your rewards, projects, and challenges. But fear not - well save everything for when you have internet.
es_ar: Tu perfil guarda todos tus premios, proyectos y desafíos. No temas - guardaremos todo para cuando tengas internet.

source: Login
es_ar: Entrar
ja: ログイン

source: Enter your username and password
es_ar: Ingresa tu usurario y contraseña
ja: ユーザー名とパスワードを入力して下さい

source: LOGIN
es_ar: ENTRAR

source: Create New
es_ar: Crear nuevo usuario
ja: 新規作成

source: Forgotten password?
es_ar: ¿Olvidaste la contraseña?
ja: パスワード忘れた？

source: Username:
es_ar: Usuario:
ja: ユーザー名：

source: You dont have internet!
es_ar: ¡No tienes internet!

source: Connect with wifi or ethernet and try again
es_ar: Conctate con wifi o ethernet e intenta nuevamente
ja: WiFiかイーサーネットで接続し、やり直して下さい

source: Success!
es_ar: ¡Exitoso!
ja: 成功！

source: Youre in - online features now enabled.
es_ar: Estás dentro - las funciones en línea están ahora habilitadas.

source: Reset your password
es_ar: Restablecer tu contraseña
ja: パスワードリセット

source: Well send a new password to your email
es_ar: Te enviaremos una contraseña a tu correo electrónio

source: Email
es_ar: Correo electrónico
ja: メール

source: RESET PASSWORD
es_ar: RESTABLECER CONTRASEÑA

source: Sent new password to your email
es_ar: Enviar nueva contraseña a tu correo electrónico
ja: 新しいパスワードをメールで送りました

source: GO TO LOGIN SCREEN
es_ar: IR A PANTALLA DE ENTRADA

source: QUIT
es_ar: CERRAR

source: Something went wrong!
es_ar: ¡Algo anduvo mal!
ja: 失敗しました！

source: TRY AGAIN
es_ar: INTENTA NUEVAMENTE

source: CREATE
es_ar: CREAR

source: Skip
es_ar: Saltear
ja: 飛ばす

source: I have a profile
es_ar: Tengo un perfil
ja: すでにプロフィールを持っている

source: Now lets make your online Profile
es_ar: Ahora, hagamos tu perfil

source: So you can save badges, games, and projects
es_ar: Para que puedas guardar tus insignias, juegos y proyectos
ja: そうすれば、バッジ、ゲーム、プロジェクトなどを保存できるようになる

source: Oops! You need Internet to make a profile
es_ar: ¡Ups! Necesitas internet para hacer tu perfil
ja: おっと、プロフィールを作るにはインターネットが必要だよ

source: But you can skip this if you have no connection right now
es_ar: Pero puedes saltear esto si no tienes conexión en este momento
ja: でもインターネット接続がなければ、これを飛ばして進められる

source: CONNECT
es_ar: CONECTAR

source: Register later
es_ar: Registrarme luego
ja: 後で登録する

source: Logged in!
es_ar: ¡Sesión iniciada!
ja: ログイン完了！

source: Youre already logged in
es_ar: ¡Ya has iniciado sesión!

source: Logged out!
es_ar: ¡Sesión finalizada!
ja: ログアウト完了！

source: OK
ja: 了解

source: You're already logged in
ja: すでにログイン中

source: Create
ja: 作成

source: Now let's make your online Profile
ja: 君のオンラインプロフィールを作ろう

source: Connect
ja: 接続する

source: You don't have internet!
ja: インターネット接続がない！

source: You're in - online features now enabled.
ja: 入れた - オンライン機能が使用可能

source: We'll send a new password to your email
ja: 新しいパスワードをメールで送ります

source: Reset password
ja: パスワードをリセットする

source: Go to login screen
ja: ログイン画面へ

source: Quit
ja: 終了

source: Try again
ja: やり直す

source: Now you can share stuff, build your character, and connect with friends! You've earned some rewards…
ja: これで作品を共有したり、キャラクターを作ったり、仲間と連絡を取り合ったりすることができる！

source: Let's go
ja: レッツゴー

source: Your profile stores all your rewards, projects, and challenges. But fear not - we'll save everything for when you have internet.
ja: 君の全ての賞やプロジェクトやチャレンジなどがプロフィールに保存される。でも大丈夫。インターネットに繋がるまでに全て取っておくよ。

source: Next page
ja: 次のページへ

source: Previous
ja: 前のページへ

source: Back to grid
ja: 一覧へ戻る

source: Next
ja: 次へ

source: Make
ja: 作成

source: Back
ja: 戻る

source: Join Kano World
ja: Kanoワールドに参加する
